{
    "BOYA": 
        "Hi, nice to meet you! I'm John Hanke, CEO of Niantic. Did you know that POKéMON GO started as an April Fools joke? Google and the Pokémon Company teamed up in 2014 to make a fake app where people could catch POKéMON in the real world, as a prank! Two years later, the real thing had more downloads in its first week than any other app in history! Some studies even showed that more than 1 in 10 Americans played the game. It all started when I was a restless employee at Google, and they me spin off my company, Niantic. Then, a little later, I saw that April Fools joke and I thought to myself \"Huh, why don't we make this game for real?\" When I worked at Google, I worked on Google Maps and Google Earth and Street View, so I figured if anyone was gonna do it, it would be me. Plus we had already released one real world AR game called Ingress, so I knew it was possible. I got in touch with the Google employee that set up the April Fools joke and asked him to set up another meeting with Nintendo and the Pokémon Company, and they agreed to go through with it. The rest is history!",
    "GIRL":
        "I've seen all the POKéMON movies. Detective Pikachu is my favorite! Did you know it was the first live action POKéMON movie? It's really cool seeing all the POKéMON next to all the real people. Jigglypuff is my favorite. It's so cuuuteeee! Wanna see my Detective Pikachu stuffed animal?",
    "BIRCH": 
        "My name is BIRCH, but everyone calls me the POKéMON PROF because I spend all my time studying POKéMON. Along with the core series of games, the anime, and the card game, the final big component of POKéMON's success today is POKéMON GO. On July 6th, 2016, nearly 20 years after Game Freak released POKéMON RED AND GREEN, Niantic released POKéMON GO, and then it exploded. The summer of 2016 was defined by POKéMON GO. For all the success POKéMON had in its first 20 years, at no point had the franchise ever been nearly as popular in a single moment as it was with POKéMON GO. It also did two very important things for the franchise beyond just being one of the most popular mobile games of all time. First, it was the first piece of original content that really caught on in more than a decade. The franchise had be sputtering a little bit. Of course the core series of games, the anime, and cards were still popular, but there hadn't really been anything new AND popular for awhile. It brought more casual fans back into the world of POKéMON. Second, it introduced the franchise to a whole new generation of kids. POKéMON was huge among millenials, who grew up as the franchise did, but the kids of Gen Z hadn't been old enough to experience the initial surge. POKéMON GO changed all of that.",
    "BOYB": 
        "Nintendo Wi-fi was released in 2005, but POKéMON added wi-fi functionality in 2006. I remember how excited I was to be able to trade with trainers from across the world! Satoshi's dream of a trading game took on a whole new meaning since players didn't have to physically connect their devices in order battle or trade. He must have been so excited! Then, starting with POKéMON DIAMOND AND PEARL, Game Freak started using 3D graphics. I could barely notice in DIAMOND cause the game still looked pretty similar, but it felt more immersive, if that makes any sense at all. I bet they did that on purpose! The processors in the Nintendo DS must have been really good to allow 3D graphics on that small of a device. Now all the games are fully in 3D. It lost a little bit of its charm, for sure, but the games are still really fun!",
    "LSIGN": 
        "POKéMON GO players walked 4.6 billion kilometers in the first two months the game was out. That's enough to walk from the sun to Neptune!",
    "HSIGN": 
        "John Hanke also helped create the first ever MMORPG with 3D graphics: Meridian 59",
    "MSIGN": 
        "POKéMON GO is banned in Iran and mainland China due to security concerns",
    "FSIGN": 
        "Detective Pikachu was the first POKéMON movie to be dubbed into Flemish Dutch"
}