{
    "BOY": 
        "Me? Oh yes, I am Masamitsu Hidaka. I directed the first few seasons of the POKéMON anime. Oh, that incident... I remember it like it was yesterday. It was December 16th, 1997. Over 700 people had to go to the hospital after watching the episode \"Computer Warrior Porygon\". I felt so guilty and confused. They told us it happened after the detonation of the \"vaccine bomb\" that was destroyed the computer virus. There was 5 seconds of flashing red lights in Pikachu's eyes. The experts said it caused epilepsy attacks in many children, and a number of them had to be rushed to the hospital. The \"Porygon Incident\", they call it, even though Pikachu was on screen when it happened. It still haunts me a little to this day, but I try to see the bright side of things. There was some good to come out of it, you know. Now, all animes have to display text to tell people not to sit too close to the TV... We had to stop airing episodes for a few weeks after that while we all tried to figure out what caused the incident, but luckily there was never any threat that the show would get cancelled.",
    "RIVAL":
        "Yeah, I got POKéMON RED AND GREEN when it came out, what of it? I didn't like it. It was too glitchy and the POKéMON weren't that cool. I heard Satoshi had to rewrite the whole game at the last second cause Tzunekazu Ishihara said it had no soul. If you ask me, it still doesn't! I wanted to ask for it for Christmas in 1195, but because Satoshi messed up the story it didn't come out until 1996! To be honest, I was about to throw the cartridge AND my Game Boy out, it's sooo old. But then, I heard about this legendary POKéMON that isn't even supposed to be in the game. Some developer added it at the last second just cause he could. My friends say there's no way to catch, but I heard rumors that if you do it just right, you can encounter it! MEW is so mysterious and cool! Apparantly POKéMON RED AND GREEN just reached number one in weekly sales for the first time in a year and a half just cause everyone wants to catch a MEW. Now I'm spying on PROF ELM to see if I can find the secret to catch one!",
    "ELM": 
        "Perhaps even more important to the success of the POKéMON franchise than the video games is the animated TV series. As the game's popularity increased following its release in 1996, the first episode of the kids' show was broadcast on April 1st, 1997 on TV Tokyo. Japan, and then the world, were introduced to the world of POKéMON in a whole new way. The show did loosely mirror the plot of the games, with the protagonist, Ash Ketchum, and the POKéMON he received from Professor Oak, teaming up with gym leaders Brock and Misty to go on vast adventures across the various regions of the world. Producers wanted to have one POKéMON to focus on in the show, and because of Pikachu's relative popularity and appeal to both boys and girls, it was chosen as Ash's main POKéMON. Beyond the show's appeal to kids of all genders, one of the best things the show did was to focus on one or two different Pokemon each episode, which allowed viewers to become familiar and pick their favorites. Of course, Pikachu, as the star of the show, became the face of the franchise. Soon after it started airing, the show shot to the top of the charts in Japan, and after releasing in North America, the show quickly became the leading kids program there as well. Now, there have been more than 1000 episodes through over 25 years in production, and the show is still drawing significant viewship globally. The anime was so important to the franchise because it made the world of POKéMON so much more accessible. It all but removed the barriers to entry, since kids didn't need to buy the game or own a Game Boy. All they needed was a way to watch TV, and they could become fascinated.",
    "WOMAN": 
        "I waited in line to get my daughter a pack of those POKéMON cards when they came out on December 18th, 1998. I guess it makes sense that they made a card game since POKéMON was meant to be a trading game. Anyways, now all my daughter ever talks about is those cards. She's always asking me to buy her the newest packs. I don't know how I feel about them anymore. It's good cause she makes lots of new friends with all sorts of different people by trading and playing the card game, but I don't like how much she complains to me about buying her cards. I heard a bunch of parents in Long Island even filed a class action lawsuit against The Pokémon Company that claimed that POKéMON cards are a form of illegal gambling. Either way, I know the card game must be a huge success for them. Everyone, kids and adults, are buying packs left and right to try to pull their favorite POKéMON and complete their collections.",
    "LSIGN": 
        "In Japan, the protagonist of the anime is named Satoshi, after POKéMON's creator",
    "HSIGN": 
        "The POKéMON anime is the 3rd longest running animated TV show of all time!",
    "MSIGN": 
        "The most expensive POKéMON card ever sold was for over 5 millions dollars",
    "BSIGN": 
        "The anime was only supposed to run for a year and a half. It's been running over 25 years!"
}