{
    "BOY": 
        "Hi trainer! My name is Ken Sugimori. I moved here a few years ago to help Satoshi with Game Freak. Did you know Game Freak was a magazine before we started making games? Satoshi loved to write about easter eggs and how to beat games. I saw it in a store once, and decided I wanted to work here. Satoshi and I thought the quality of games wasn't very good, so we decided to start making games. I used to illustrate the articles, but now I design the games. I made most of the original 151; Gengar is my favorite! Anyways, I was supposed to meet Junichi Masuda in a little bit. He's the third person that's been working on POKéMON since the beginning. He used to make music for our games during his free time on the weekends until he quit his day job to work at Game Freak full time. Our first game was called Quinty. It was pretty good, but POKéMON is gonna be better!",
    "WOMAN":
        "I was there when Satoshi pitched \"CAPSULE MONSTERS\" to Nintendo for the first time. He kept going on and on about the LINK CABLE. He said his game would let players use the LINK CABLE to trade their rare creatures with each other. That's why he wanted to make a game for the GAME BOY. That's why I think the game will be successful, because people can play with their friends! Then he kept talking about how he collected bugs or something, and how he wanted to distill his childhood into a video game for everyone. Bugs don't sell, though, so he wanted to make the creatures look like Kaiju monsters like Godzilla. His pitch wasn't accepted at first, but he came back and we decided to publish his game. I hope people like it*",
    "OAK": 
        "My name is OAK! People call me the POKéMON PROF! I can tell you all about POKéMON. For example, did you know that Satoshi originally estimated that it would take 6 months to develop the game? Too bad there were financial issues right away. In order to keep the company afloat, Game Freak had to work on and release 6 other games during the time they were developing the game. Even so, Satoshi could rarely afford to even pay himself, and had to rely on his father for his living expenses. In one particular dire moment, several of Game Freak's developers all quit at the same time, as Satoshi struggled to pay them, too. Junichi, the music man, helped pick up some of the development work, though he nearly destroyed the game's chances by accidentally crashing the computer containing all of the game's existing code* By that point, Game Freak was already years into developing the game, but it was around then that they made two very important decisions that ended up defining the franchise. First, realizing that various Pokemon would just be outright stronger than others, they decided to add another dynamic to balance the different creatures: the type system. Second, they hired the team's first female designer: Atsuko Nishida. At the time, the designs of the pokemon were Kaiju-inspired monsters, meant to look powerful and cool. Atsuko, upon arriving, designed many of the cute Pokemon that appealed to the hearts of the world, including probably the most recognizable character in the world: Pikachu. Then, finally, after 6 years of development, Pokemon Red and Green was released in Japan on February 27th, 1996.",
    "MOM": 
        "My son is out hunting for bugs for his collection. Will you let me know if you see him? His name is Satoshi Tajiri, but some people call him DR BUG because he spent all his time as a kid searching for insects. He used to want to be an entomologist: someone who studies bugs, but now he makes video games. Once he became a teenager, he starting cutting class to go play arcade games, so I guess that's where his interest came from* His dad and I used to think he was such a delinquent. He barely even graduated high school! He couldn't get into university, so he went to this 2 year computer science program instead. I guess it all worked out in the end, he just finished his new game. It's called POKéMON RED AND GREEN, and it's going to be published by Nintendo! I'm so proud of him.",
    "HSIGN": 
        "The first POKéMON ever created was... Rhydon!",
    "RSIGN": 
        "Snorlax is based off one of the original designers of POKéMON: Koji Nishino",
    "TSIGN": 
        "Kanto is the real-life region of Japan that contains Tokyo",
    "BSIGN": 
        "Satoshi's favorite pokemon is Poliwag, which is based off a real species of tadpole!"
}